Repository: rusel95/AstroSvitla
Catalog: AstroSvitla/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, tr, uk

# profile.select.title
source: Select Profile
de: Profil auswählen
es: Seleccionar perfil
fr: Sélectionner un profil
it: Seleziona profilo
ja: プロフィール選択
ko: 프로필 선택
pt_br: Selecionar perfil
ru: Выбор профиля
tr: Profil seçimi
uk: Вибір профілю

# purchase.action.create %@
source: Create %@ Report
de: %@-Bericht erstellen
es: Crear informe de %@
fr: Créer un rapport %@
it: Crea report %@
ja: %@レポートを作成
ko: %@ 리포트 만들기
pt_br: Criar relatório de %@
ru: Создать отчёт %@
tr: %@ raporu oluştur
uk: Створити звіт %@

# purchase.datetime %@ %@
source: %@ at %@
de: %@ um %@
es: %@ a las %@
fr: %@ à %@
it: %@ alle %@
pt_br: %@ às %@
ru: %@ в %@
tr: %@ saat %@
uk: %@ о %@

# purchase.feature.access.subtitle
source: Access your reports anytime
de: Jederzeit auf Ihre Berichte zugreifen
es: Accede a tus informes en cualquier momento
fr: Accédez à vos rapports à tout moment
it: Accedi ai tuoi report in qualsiasi momento
ja: いつでもレポートにアクセス
ko: 언제든지 리포트에 접근
pt_br: Acesse seus relatórios a qualquer momento
ru: Доступ к отчётам в любое время
tr: Raporlarınıza her zaman erişin
uk: Доступ до звітів у будь-який час

# purchase.feature.access.title
source: Lifetime Access
de: Lebenslanger Zugang
es: Acceso de por vida
fr: Accès à vie
it: Accesso a vita
ja: 永久アクセス
ko: 평생 이용
pt_br: Acesso vitalício
ru: Пожизненный доступ
tr: Ömür boyu erişim
uk: Довічний доступ

# purchase.feature.literature.subtitle
source: Analysis based on astrological sources
de: Analyse basierend auf astrologischen Quellen
es: Análisis basado en fuentes astrológicas
fr: Analyse basée sur des sources astrologiques
it: Analisi basata su fonti astrologiche
ja: 占星術ソースに基づく分析
ko: 점성술 소스 기반 분석
pt_br: Análise baseada em fontes astrológicas
ru: Анализ на основе астрологических источников
tr: Astroloji kaynaklarına dayalı analiz
uk: Аналіз на основі астрологічних джерел

# purchase.feature.literature.title
source: Professional Literature
de: Fachliteratur
es: Literatura profesional
fr: Littérature professionnelle
it: Letteratura professionale
ja: 専門文献
ko: 전문 문헌
pt_br: Literatura profissional
ru: Профессиональная литература
tr: Profesyonel literatür
uk: Професійна література

# purchase.feature.pdf.subtitle
source: Save and share your report
de: Speichern und teilen Sie Ihren Bericht
es: Guarda y comparte tu informe
fr: Enregistrez et partagez votre rapport
it: Salva e condividi il tuo report
ja: レポートを保存・共有
ko: 리포트 저장 및 공유
pt_br: Salve e compartilhe seu relatório
ru: Сохраняйте и делитесь отчётом
tr: Raporunuzu kaydedin ve paylaşın
uk: Зберігайте та діліться звітом

# purchase.feature.report.subtitle
source: Tailored to your birth chart
de: Auf Ihr Geburtshoroskop zugeschnitten
es: Adaptado a tu carta natal
fr: Adapté à votre thème natal
it: Adattato al tuo tema natale
ja: 出生チャートに合わせた内容
ko: 출생 차트에 맞춤화됨
pt_br: Adaptado ao seu mapa natal
ru: Адаптирован к вашей натальной карте
tr: Doğum haritanıza özel
uk: Адаптовано до вашої натальної карти

# purchase.feature.report.title
source: Personalized Report
de: Personalisierter Bericht
es: Informe personalizado
fr: Rapport personnalisé
it: Report personalizzato
ja: パーソナライズレポート
ko: 맞춤형 리포트
pt_br: Relatório personalizado
ru: Персонализированный отчёт
tr: Kişiselleştirilmiş rapor
uk: Персоналізований звіт

# purchase.features.title
source: What You Get
de: Was Sie erhalten
es: Lo que obtienes
fr: Ce que vous obtenez
it: Cosa ottieni
ja: 含まれる内容
ko: 포함 내용
pt_br: O que você recebe
ru: Что вы получите
tr: Ne alacaksınız
uk: Що ви отримаєте

# purchase.guarantee
source: 100% satisfaction guaranteed
de: 100% Zufriedenheitsgarantie
es: 100% garantía de satisfacción
fr: Garantie satisfaction 100%
it: Garanzia soddisfatti 100%
ja: 100%満足保証
ko: 100% 만족 보장
pt_br: 100% garantia de satisfação
ru: 100% гарантия удовлетворения
tr: %100 memnuniyet garantisi
uk: 100% гарантія задоволення

# purchase.price.once
source: one-time payment
de: einmalige Zahlung
es: pago único
fr: paiement unique
it: pagamento unico
ja: 一回払い
ko: 일회성 결제
pt_br: pagamento único
ru: единоразовый платёж
tr: tek seferlik ödeme
uk: одноразовий платіж

# purchase.title
source: Purchase Confirmation
de: Bericht kaufen
es: Comprar informe
fr: Acheter le rapport
it: Acquista report
ja: レポートを購入
ko: 리포트 구매
pt_br: Comprar relatório
ru: Купить отчёт
tr: Rapor satın al
uk: Підтвердження покупки

# report.chart.zoom_hint
source: Pinch to zoom
de: Zum Zoomen zusammenziehen
es: Pellizca para hacer zoom
fr: Pincez pour zoomer
it: Pizzica per zoom
ja: ピンチでズーム
ko: 핀치하여 확대
pt_br: Belisque para zoom
ru: Сведите пальцы для масштабирования
tr: Yakınlaştırmak için kıstırın
uk: Зведіть пальці для масштабування

# report.disclaimer
source: This information is for entertainment purposes only and is not medical, psychological, or professional advice.
de: Diese Informationen dienen nur der Unterhaltung und stellen keine medizinische, psychologische oder professionelle Beratung dar.
es: Esta información es solo para entretenimiento y no constituye asesoramiento médico, psicológico o profesional.
fr: Ces informations sont uniquement à des fins de divertissement et ne constituent pas un avis médical, psychologique ou professionnel.
it: Queste informazioni sono solo a scopo di intrattenimento e non costituiscono consulenza medica, psicologica o professionale.
ja: この情報は娯楽目的のみであり、医療、心理学、または専門的なアドバイスではありません。
ko: 이 정보는 오락 목적으로만 제공되며 의학적, 심리적 또는 전문적인 조언이 아닙니다.
pt_br: Esta informação é apenas para entretenimento e não constitui aconselhamento médico, psicológico ou profissional.
ru: Эта информация носит развлекательный характер и не является медицинской, психологической или профессиональной консультацией.
tr: Bu bilgiler yalnızca eğlence amaçlıdır ve tıbbi, psikolojik veya profesyonel tavsiye niteliği taşımaz.
uk: Ця інформація має розважальний характер і не є медичною, психологічною чи професійною порадою.

# report.empty.description
source: Purchase a report to see it here
de: Kaufen Sie einen Bericht, um ihn hier zu sehen
es: Compra un informe para verlo aquí
fr: Achetez un rapport pour le voir ici
it: Acquista un report per vederlo qui
ja: レポートを購入してここに表示
ko: 여기에 표시하려면 리포트를 구매하세요
pt_br: Compre um relatório para vê-lo aqui
ru: Приобретите отчёт, чтобы увидеть его здесь
tr: Burada görmek için bir rapor satın alın
uk: Придбайте звіт, щоб побачити його тут

# report.empty.title
source: No Reports Yet
de: Noch keine Berichte
es: Sin informes aún
fr: Aucun rapport
it: Nessun report
ja: レポートがありません
ko: 리포트가 없습니다
pt_br: Nenhum relatório ainda
ru: Отчётов ещё нет
tr: Henüz rapor yok
uk: Звітів ще немає

# report.export.button
source: Export PDF
de: PDF exportieren
es: Exportar PDF
fr: Exporter PDF
it: Esporta PDF
ja: PDFエクスポート
ko: PDF 내보내기
pt_br: Exportar PDF
ru: Экспорт PDF
tr: PDF dışa aktar
uk: Експорт PDF

# report.export.error.default
source: Failed to export report
de: Bericht konnte nicht exportiert werden
es: No se pudo exportar el informe
fr: Impossible d'exporter le rapport
it: Impossibile esportare il report
ja: レポートをエクスポートできませんでした
ko: 리포트를 내보낼 수 없습니다
pt_br: Não foi possível exportar o relatório
ru: Не удалось экспортировать отчёт
tr: Rapor dışa aktarılamadı
uk: Не вдалося експортувати звіт

# report.export.error.title
source: Export Error
de: Exportfehler
es: Error de exportación
fr: Erreur d'exportation
it: Errore esportazione
ja: エクスポートエラー
ko: 내보내기 오류
pt_br: Erro na exportação
ru: Ошибка экспорта
tr: Dışa aktarma hatası
uk: Помилка експорту

# report.export.generating
source: Generating PDF...
de: PDF wird erstellt...
es: Generando PDF...
fr: Génération du PDF...
it: Generazione PDF...
ja: PDF生成中...
ko: PDF 생성 중...
pt_br: Gerando PDF...
ru: Генерация PDF...
tr: PDF oluşturuluyor...
uk: Генерація PDF...

# report.export.success.message
source: Report exported successfully
de: Bericht erfolgreich exportiert
es: Informe exportado exitosamente
fr: Rapport exporté avec succès
it: Report esportato con successo
ja: レポートが正常にエクスポートされました
ko: 리포트가 성공적으로 내보내졌습니다
pt_br: Relatório exportado com sucesso
ru: Отчёт успешно экспортирован
tr: Rapor başarıyla dışa aktarıldı
uk: Звіт успішно експортовано

# report.export.success.title
source: Export Complete
de: Export abgeschlossen
es: Exportación completada
fr: Exportation terminée
it: Esportazione completata
ja: エクスポート完了
ko: 내보내기 완료
pt_br: Exportação concluída
ru: Экспорт завершён
tr: Dışa aktarma tamamlandı
uk: Експорт завершено

# report.footer.generated_with
source: Generated with Zorya
de: Erstellt mit Zorya
es: Generado con Zorya
fr: Généré avec Zorya
it: Generato con Zorya
ja: Zoryaで生成
ko: Zorya로 생성됨
pt_br: Gerado com Zorya
ru: Сгенерировано с помощью Zorya
tr: Zorya ile oluşturuldu
uk: Згенеровано за допомогою Zorya

# report.generation_logs
source: Generation Logs
de: Erstellungsprotokolle
es: Registros de generación
fr: Journaux de génération
it: Log di generazione
ja: 生成ログ
ko: 생성 로그
pt_br: Logs de geração
ru: Логи генерации
tr: Oluşturma günlükleri
uk: Логи генерації

# report.header.subtitle
source: Your Personal Astrological Analysis
de: Ihre persönliche astrologische Analyse
es: Tu análisis astrológico personal
fr: Votre analyse astrologique personnelle
it: La tua analisi astrologica personale
ja: あなたの占星術分析
ko: 당신의 점성술 분석
pt_br: Sua análise astrológica pessoal
ru: Ваш персональный астрологический анализ
tr: Kişisel astroloji analiziniz
uk: Ваш персональний астрологічний аналіз

# report.knowledge_snippets_not_found
source: No knowledge snippets found
de: Keine Wissensfragmente gefunden
es: No se encontraron fragmentos de conocimiento
fr: Aucun fragment de connaissance trouvé
it: Nessun frammento di conoscenza trovato
ja: 知識スニペットが見つかりません
ko: 지식 스니펫을 찾을 수 없습니다
pt_br: Nenhum fragmento de conhecimento encontrado
ru: Фрагменты знаний не найдены
tr: Bilgi parçaları bulunamadı
uk: Фрагменти знань не знайдено

# report.list.title
source: Reports
de: Berichte
es: Informes
fr: Rapports
it: Report
ja: レポート
ko: 리포트
pt_br: Relatórios
ru: Отчёты
tr: Raporlar
uk: Звіти

# report.note_prefix %@
source: Note: %@
de: Hinweis: %@
es: Nota: %@
it: Nota: %@
ja: 注: %@
ko: 참고: %@
pt_br: Nota: %@
ru: Примечание: %@
tr: Not: %@
uk: Примітка: %@

# report.orphan.label
source: Orphan Report
de: Verwaister Bericht
es: Informe huérfano
fr: Rapport orphelin
it: Report orfano
ja: 孤立レポート
ko: 고아 리포트
pt_br: Relatório órfão
ru: Осиротевший отчёт
tr: Yetim rapor
uk: Осиротілий звіт

# report.section.analysis
source: Detailed Analysis
de: Analyse
es: Análisis
fr: Analyse
it: Analisi
ja: 分析
ko: 분석
pt_br: Análise
ru: Анализ
tr: Analiz
uk: Детальний аналіз

# report.section.detailed_analysis
source: Detailed Analysis
de: Detailanalyse
es: Análisis detallado
fr: Analyse détaillée
it: Analisi dettagliata
ja: 詳細分析
ko: 상세 분석
pt_br: Análise detalhada
ru: Детальный анализ
tr: Detaylı analiz
uk: Детальний аналіз

# report.section.key_influences
source: Key Influences
de: Schlüsseleinflüsse
es: Influencias clave
fr: Influences clés
it: Influenze chiave
ja: 主要な影響
ko: 주요 영향
pt_br: Influências principais
ru: Ключевые влияния
tr: Önemli etkiler
uk: Ключові впливи

# report.section.natal_chart
source: Natal Chart
de: Geburtshoroskop
es: Carta natal
fr: Thème natal
it: Tema natale
ja: 出生チャート
ko: 출생 차트
pt_br: Mapa natal
ru: Натальная карта
tr: Doğum haritası
uk: Натальна карта

# report.section.recommendations
source: Recommendations
de: Empfehlungen
es: Recomendaciones
fr: Recommandations
it: Raccomandazioni
ja: 推奨事項
ko: 권장사항
pt_br: Recomendações
ru: Рекомендации
tr: Öneriler
uk: Рекомендації

# report.section.summary
source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
it: Riepilogo
ja: 概要
ko: 요약
pt_br: Resumo
ru: Резюме
tr: Özet
uk: Короткий огляд

# report.share.instagram
source: Share to Instagram
de: Auf Instagram teilen
es: Compartir en Instagram
fr: Partager sur Instagram
it: Condividi su Instagram
ja: Instagramで共有
ko: 인스타그램에 공유
pt_br: Compartilhar no Instagram
ru: Поделиться в Instagram
tr: Instagram'da paylaş
uk: Поділитися в Instagram

# report.sources.not_used
source: No sources used
de: Keine Quellen verwendet
es: Sin fuentes usadas
fr: Aucune source utilisée
it: Nessuna fonte usata
ja: ソース未使用
ko: 사용된 소스 없음
pt_br: Nenhuma fonte usada
ru: Источники не использовались
tr: Kaynak kullanılmadı
uk: Джерела не використовувалися

# report.sources.used
source: Sources used
de: Verwendete Quellen
es: Fuentes usadas
fr: Sources utilisées
it: Fonti usate
ja: 使用ソース
ko: 사용된 소스
pt_br: Fontes usadas
ru: Использованные источники
tr: Kullanılan kaynaklar
uk: Використані джерела

# reports.error.delete_failed
source: Unable to delete report.
de: Löschen des Berichts fehlgeschlagen
es: Error al eliminar el informe
fr: Échec de la suppression du rapport
it: Eliminazione report fallita
ja: レポートの削除に失敗しました
ko: 리포트 삭제 실패
pt_br: Falha ao excluir o relatório
ru: Не удалось удалить отчёт
tr: Rapor silinemedi
uk: Не вдалося видалити звіт.

# reports.error.load_failed
source: Unable to load saved reports.
de: Laden der Berichte fehlgeschlagen
es: Error al cargar los informes
fr: Échec du chargement des rapports
it: Caricamento report fallito
ja: レポートの読み込みに失敗しました
ko: 리포트 로딩 실패
pt_br: Falha ao carregar os relatórios
ru: Не удалось загрузить отчёты
tr: Raporlar yüklenemedi
uk: Не вдалося завантажити збережені звіти.

# reports.item.reading_time
source: ≈%1$d min
de: Min. Lesezeit
es: min de lectura
fr: min de lecture
it: min di lettura
ja: 分で読む
ko: 분 읽기
pt_br: min de leitura
ru: мин чтения
tr: dk okuma
uk: ≈%1$d хв

# reports.section.no_chart
source: Not linked to a birth chart
de: Kein Diagramm verfügbar
es: Carta no disponible
fr: Aucun thème disponible
it: Nessuna mappa disponibile
ja: チャートがありません
ko: 차트 없음
pt_br: Mapa não disponível
ru: Карта недоступна
tr: Harita mevcut değil
uk: Без прив'язки до карти

# reports.section.unknown_profile
source: Unnamed profile
de: Unbekanntes Profil
es: Perfil desconocido
fr: Profil inconnu
it: Profilo sconosciuto
ja: 不明なプロフィール
ko: 알 수 없는 프로필
pt_br: Perfil desconhecido
ru: Неизвестный профиль
tr: Bilinmeyen profil
uk: Невідомий профіль

# settings.about.made_with_love
source: Made with ❤️ in Ukraine
de: Mit ❤️ in der Ukraine gemacht
es: Hecho con ❤️ en Ucrania
fr: Fait avec ❤️ en Ukraine
it: Fatto con ❤️ in Ucraina
ja: ウクライナで❤️を込めて作りました
ko: 우크라이나에서 ❤️로 제작
pt_br: Feito com ❤️ na Ucrânia
ru: Сделано с ❤️ в Украине
tr: Ukrayna'da ❤️ ile yapıldı
uk: Зроблено з ❤️ в Україні

# settings.ai_model.recommendation
source: Recommendation
de: Empfehlung
es: Recomendación
fr: Recommandation
it: Raccomandazione
ja: おすすめ
ko: 추천
pt_br: Recomendação
ru: Рекомендация
tr: Öneri
uk: Рекомендація

# settings.ai_model.recommended
source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandé
it: Consigliato
ja: おすすめ
ko: 추천
pt_br: Recomendado
ru: Рекомендовано
tr: Önerilen
uk: Рекомендовано

# settings.ai_model.tokens
source: tokens
de: Token
fr: jetons
it: token
ja: トークン
ko: 토큰
ru: токенов
tr: jeton
uk: токенів

# settings.ai_model.tokens %lld
source: %lld tokens
de: %lld Token
fr: %lld jetons
it: %lld token
ja: %lld トークン
ko: %lld 토큰
ru: %lld токенов
tr: %lld jeton
uk: %lld токенів

# settings.devmode.disabled
source: Dev Mode disabled
de: Entwicklermodus deaktiviert
es: Modo desarrollador desactivado
fr: Mode développeur désactivé
it: Modalità sviluppatore disattivata
ja: 開発モード無効
ko: 개발 모드 비활성화
pt_br: Modo de desenvolvedor desativado
ru: Режим разработчика отключён
tr: Geliştirici Modu devre dışı
uk: Dev Mode вимкнено

# settings.devmode.enabled
source: Dev Mode enabled
de: Entwicklermodus aktiviert
es: Modo desarrollador activado
fr: Mode développeur activé
it: Modalità sviluppatore attivata
ja: 開発モード有効
ko: 개발 모드 활성화
pt_br: Modo de desenvolvedor ativado
ru: Режим разработчика включён
tr: Geliştirici Modu etkin
uk: Dev Mode увімкнено

# settings.devtools.preview_onboarding
source: Preview Onboarding
de: Onboarding-Vorschau
es: Vista previa de incorporación
fr: Aperçu de l'intégration
it: Anteprima onboarding
ja: オンボーディングプレビュー
ko: 온보딩 미리보기
pt_br: Pré-visualizar integração
ru: Предпросмотр онбординга
tr: Başlangıç Önizleme
uk: Попередній перегляд онбордингу

# settings.devtools.preview_onboarding.subtitle
source: Show onboarding flow without resetting state
de: Onboarding-Ablauf anzeigen ohne Zurücksetzen
es: Mostrar incorporación sin restablecer estado
fr: Afficher l'intégration sans réinitialiser
it: Mostra onboarding senza ripristinare
ja: 状態をリセットせずにオンボーディングを表示
ko: 상태 재설정 없이 온보딩 표시
pt_br: Mostrar integração sem redefinir estado
ru: Показать онбординг без сброса состояния
tr: Durumu sıfırlamadan başlangıç akışını göster
uk: Показати онбординг без скидання стану

# settings.devtools.reset_onboarding
source: Reset Onboarding
de: Onboarding zurücksetzen
es: Restablecer incorporación
fr: Réinitialiser l'intégration
it: Ripristina onboarding
ja: オンボーディングをリセット
ko: 온보딩 재설정
pt_br: Redefinir integração
ru: Сбросить онбординг
tr: Başlangıcı Sıfırla
uk: Скинути онбординг

# settings.devtools.reset_onboarding.subtitle
source: Clear completed state and restart app
de: Abgeschlossenen Status löschen und App neu starten
es: Limpiar estado completado y reiniciar
fr: Effacer l'état terminé et redémarrer
it: Cancella stato completato e riavvia
ja: 完了状態をクリアしてアプリを再起動
ko: 완료 상태 지우고 앱 재시작
pt_br: Limpar estado concluído e reiniciar
ru: Очистить завершённое состояние и перезапустить
tr: Tamamlanmış durumu temizle ve yeniden başlat
uk: Очистити завершений стан та перезапустити

# settings.language.change
source: Change in Settings
de: In Einstellungen ändern
es: Cambiar en Configuración
fr: Modifier dans les réglages
it: Cambia nelle Impostazioni
ja: 設定で変更
ko: 설정에서 변경
pt_br: Alterar nas Configurações
ru: Изменить в настройках
tr: Ayarlarda değiştir
uk: Змінити в налаштуваннях

# settings.profiles.manage
source: Manage Profiles
de: Profile verwalten
es: Gestionar perfiles
fr: Gérer les profils
it: Gestisci profili
ja: プロフィール管理
ko: 프로필 관리
pt_br: Gerenciar perfis
ru: Управление профилями
tr: Profilleri Yönet
uk: Керувати профілями

# settings.profiles.manage.subtitle
source: Add, edit, or delete profiles
de: Profile hinzufügen, bearbeiten oder löschen
es: Agregar, editar o eliminar perfiles
fr: Ajouter, modifier ou supprimer des profils
it: Aggiungi, modifica o elimina profili
ja: プロフィールの追加、編集、削除
ko: 프로필 추가, 편집 또는 삭제
pt_br: Adicionar, editar ou excluir perfis
ru: Добавить, редактировать или удалить профили
tr: Profil ekle, düzenle veya sil
uk: Додати, редагувати або видалити профілі

# settings.section.about
source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
ja: アプリについて
ko: 앱 정보
pt_br: Sobre
ru: О приложении
tr: Hakkında
uk: Про додаток

# settings.section.ai_model
source: AI Model
de: KI-Modell
es: Modelo IA
fr: Modèle IA
it: Modello IA
ja: AIモデル
ko: AI 모델
pt_br: Modelo IA
ru: Модель ИИ
tr: AI Modeli
uk: Модель AI

# settings.section.appearance
source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
ko: 모양
pt_br: Aparência
ru: Оформление
tr: Görünüm
uk: Оформлення

# settings.section.data
source: Data
de: Daten
es: Datos
fr: Données
it: Dati
ja: データ
ko: 데이터
pt_br: Dados
ru: Данные
tr: Veri
uk: Дані

# settings.section.devtools
source: Dev Tools
de: Entwicklertools
es: Herramientas de desarrollo
fr: Outils de développement
it: Strumenti sviluppatore
ja: 開発ツール
ko: 개발 도구
pt_br: Ferramentas de desenvolvedor
ru: Инструменты разработчика
tr: Geliştirici Araçları
uk: Інструменти розробника

# settings.section.language
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pt_br: Idioma
ru: Язык
tr: Dil
uk: Мова інтерфейсу

# settings.section.onboarding
source: Onboarding
de: Einführung
es: Incorporación
fr: Intégration
ja: オンボーディング
ko: 온보딩
pt_br: Integração
ru: Онбординг
tr: Başlangıç
uk: Онбординг

# settings.section.profiles
source: Profiles
de: Profile
es: Perfiles
fr: Profils
it: Profili
ja: プロフィール
ko: 프로필
pt_br: Perfis
ru: Профили
tr: Profiller
uk: Профілі

# settings.section.theme
source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
ko: 모양
pt_br: Aparência
ru: Оформление
tr: Görünüm
uk: Тема

# settings.theme.dark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
ko: 다크
pt_br: Escuro
ru: Тёмная
tr: Karanlık
uk: Темна

# settings.theme.light
source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
ja: ライト
ko: 라이트
pt_br: Claro
ru: Светлая
tr: Aydınlık
uk: Світла

# settings.theme.title
source: App Theme
de: App-Thema
es: Tema de la aplicación
fr: Thème de l'application
it: Tema dell'app
ja: アプリのテーマ
ko: 앱 테마
pt_br: Tema do aplicativo
ru: Тема приложения
tr: Uygulama Teması
uk: Тема додатку

# settings.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Configurações
ru: Настройки
tr: Ayarlar
uk: Налаштування

# share_desc_carousel
source: 5 slides for maximum impact
de: Als Karussell teilen
es: Compartir como carrusel
fr: Partager en carrousel
it: Condividi come carosello
ja: カルーセルとして共有
ko: 캐러셀로 공유
pt_br: Compartilhar como carrossel
ru: Поделиться как карусель
tr: Carousel olarak paylaş
uk: 5 слайдів для максимального впливу

# share_desc_chart_only
source: Perfect for Stories
de: Nur Diagramm teilen
es: Compartir solo la carta
fr: Partager uniquement le thème
it: Condividi solo la mappa
ja: チャートのみ共有
ko: 차트만 공유
pt_br: Compartilhar apenas o mapa
ru: Поделиться только картой
tr: Sadece haritayı paylaş
uk: Ідеально для сторіз

# share_desc_key_insights
source: Summary and top 3 influences
de: Wichtige Erkenntnisse teilen
es: Compartir información clave
fr: Partager les aperçus clés
it: Condividi approfondimenti chiave
ja: 主要なインサイトを共有
ko: 주요 인사이트 공유
pt_br: Compartilhar insights principais
ru: Поделиться ключевыми инсайтами
tr: Anahtar bilgileri paylaş
uk: Резюме та 3 ключові впливи

# share_desc_recommendations
source: 3 personalized tips
de: Empfehlungen teilen
es: Compartir recomendaciones
fr: Partager les recommandations
it: Condividi raccomandazioni
ja: 推奨事項を共有
ko: 권장사항 공유
pt_br: Compartilhar recomendações
ru: Поделиться рекомендациями
tr: Önerileri paylaş
uk: 3 персональні поради

# share_template_carousel
source: Full Carousel
de: Karussell
es: Carrusel
fr: Carrousel
it: Carosello
ja: カルーセル
ko: 캐러셀
pt_br: Carrossel
ru: Карусель
tr: Carousel
uk: Повна каруселька

# share_template_chart_only
source: Chart Only
de: Nur Diagramm
es: Solo carta
fr: Thème uniquement
it: Solo mappa
ja: チャートのみ
ko: 차트만
pt_br: Apenas mapa
ru: Только карта
tr: Sadece harita
uk: Тільки карта

# share_template_key_insights
source: Key Insights
de: Wichtige Erkenntnisse
es: Información clave
fr: Aperçus clés
it: Approfondimenti chiave
ja: 主要なインサイト
ko: 주요 인사이트
pt_br: Insights principais
ru: Ключевые инсайты
tr: Anahtar bilgiler
uk: Ключові інсайти

# share_template_recommendations
source: Recommendations
de: Empfehlungen
es: Recomendaciones
fr: Recommandations
it: Raccomandazioni
ja: 推奨事項
ko: 권장사항
pt_br: Recomendações
ru: Рекомендации
tr: Öneriler
uk: Рекомендації

# share_unavailable
source: Share not available for this report
de: Teilen nicht verfügbar
es: Compartir no disponible
fr: Partage indisponible
it: Condivisione non disponibile
ja: 共有を利用できません
ko: 공유를 사용할 수 없음
pt_br: Compartilhamento indisponível
ru: Поделиться недоступно
tr: Paylaşım kullanılamıyor
uk: Поділитись недоступно для цього звіту
